Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_4.tmx
Source language: en
Languages: it

source: Exchange services relating to the trading of futures
it: Servizi di cambio relativi alla compravendita di futures

source: Exchange services relating to the trading of options
it: Servizi di cambio relativi alla compravendita di opzioni

source: Financial advisory services relating to securities
it: Servizi di consulenza finanziaria in materia di titoli

source: Actuarial services
it: Servizi attuari

source: Preparation of financial analyses relating to commodities
it: Preparazione di analisi finanziarie relative a commodity

source: Venture capital and project capital investment services
it: Investimento di capitali di rischio e di capitali per progetti

source: Securities and assets brokerage
it: Mediazione in titoli e in beni

source: Provision of finance for real estate development
it: Fornitura di finanziamenti per lo sviluppo di beni immobili

source: Taxation consultancy services [not accounting]
it: Servizi di consulenza fiscale [non contabilità]

source: Valuation relating to the surveying of buildings
it: Valutazioni riguardanti perizie di edifici

source: Insurance services relating to aviation
it: Servizi assicurativi relativi all'aviazione

source: Leasing of shopping premises
it: Leasing di centri commerciali

source: Bill payment services
it: Pagamento di fatture

source: Computerised information services relating to financial business
it: Servizi informatici di informazione in materia di affari finanziari

source: Advisory services relating to [financial] risk management
it: Servizi di consulenza in materia di gestione del rischio [finanziario]

source: Financial services provided to partnerships
it: Servizi finanziari per partenariati

source: Financial services related to the issuance of bank cards and debit cards
it: Servizi finanziari relativi all'emissione di carte bancarie e carte di debito

source: Arranging the return of customs duties
it: Organizzazione dell'incasso di dazi doganali

source: Personal finance services
it: Servizi finanziari personali

source: Underwriting of shares (Services for the -)
it: Sottoscrizione di azioni (Servizi per la -)

source: Valuation of buildings
it: Valutazione di edifici

source: Valuation of cargo for insurance purposes
it: Valutazione di merci a scopi assicurativi

source: Revolving credit securities
it: Titoli di credito rotativo

source: Credit services for the payment of insurance premiums
it: Servizi di credito per il pagamento di premi assicurativi

source: Provision of information relating to accounts [financial]
it: Fornitura di informazioni in materia di conti [finanziari]

source: Issuing of promissory notes
it: Emissione di vaglia cambiari

source: Issuing of tokens of value in relation to incentive schemes
it: Emissione di buoni di valore relativamente a piani di incentivi

source: Deposit services
it: Servizi di deposito

source: Insurance services relating to the loss of personal possessions
it: Servizi assicurativi relativi allo smarrimento di effetti personali

source: Computerised financial services
it: Servizi finanziari computerizzati

source: Provision of pricing information about bonds
it: Fornitura di informazioni su prezzi di obbligazioni

source: Provision of finance for health care
it: Fornitura di finanziamenti a fini sanitari

source: Financial management services relating to dental institutions
it: Servizi di gestione finanziaria relativi a istituti dentistici

source: Financial payment services
it: Servizi finanziari di pagamento

source: Agency services for securities
it: Servizi di agenzia per titoli

source: Financial services relating to bonds
it: Servizi finanziari riguardanti obbligazioni

source: Underwriting of bullion (Services for the -)
it: Servizi per sottoscrizione relativa a moneta metallica

source: Issuing of cash vouchers
it: Emissione di buoni contante

source: Mortgage insurance
it: Assicurazioni su mutui

source: Mortgage protection policies
it: Politiche di protezione di ipoteche

source: Administration of financial covenants
it: Amministrazione di parametri finanziari

source: Venture capital (Services for the finding of -)
it: Capitale di rischio (Servizi per il reperimento di -)

source: Venture capital (Services for the provision of -)
it: Capitale di rischio (Servizi per la fornitura di -)

source: Warranty programme services relating to outboard motor engines
it: Servizi di programmi di garanzia relativi a motori fuoribordo

source: Financial transactions relating to currency swaps
it: Transazioni finanziarie in materia di swap su valute

source: Information services relating to the automated payment of accounts
it: Servizi di informazione in materia di pagamento automatizzato di conti

source: Provision of financial services by means of a global computer network or the internet
it: Fornitura di servizi finanziari tramite una rete informatica globale o Internet

source: Provision of credit at airports for aviation, ground handling and fuel expenses
it: Fornitura di crediti presso aeroporti per spese di aviazione, gestione a terra e carburante

source: Provision of credit facilities
it: Fornitura di agevolazioni creditizie

source: Automatic banking services for change giving
it: Servizi bancari automatici di cambiamonete

source: Business credit verification services
it: Servizi di verifica del credito commerciale

source: Securities underwriting
it: Sottoscrizione di titoli

source: Provision of financial protection against foreign exchange risks
it: Fornitura di protezione finanziaria per rischi relativi alla valuta estera

source: Commercial property investment services
it: Servizi di investimento in proprietà commerciali

source: Provision of insurance services to reinsurance companies
it: Fornitura di servizi assicurativi a compagnie di riassicurazione

source: Home equity loans
it: Mutui per la casa

source: Cheque account services for the receiving of cheques
it: Servizi di conto assegni per la ricezione di assegni

source: Mortgage banking insurance
it: Assicurazioni bancarie per mutui

source: Stock investment management
it: Gestione di investimenti azionari

source: Brokerage services relating to debt instruments
it: Servizi di mediazione riguardanti strumenti di debito

source: Estate management services relating to agriculture
it: Servizi di gestione immobiliare in materia di agricoltura

source: Appraisals for insurance claims of personal property
it: Stime per crediti assicurativi in materia di proprietà personali

source: Provision of information and data concerning stock exchanges
it: Fornitura di informazioni e dati riguardanti le borse azionarie

source: Credit services
it: Servizi di credito

source: Debt recovery and collection agencies
it: Agenzie di recupero e riscossione crediti

source: Savings and loan services
it: Servizi di risparmio e prestito

source: Agencies or brokerage for leasing or renting of land
it: Agenzie o mediazione per la locazione o l'affitto di terreni

source: Brokerage for hire-purchase
it: Mediazione in materia di leasing

source: Insurance services relating to property
it: Servizi assicurativi in materia di proprietà

source: Financing of electrical and electronic transmission media systems
it: Finanziamento di sistemi elettrici ed elettronici per la trasmissione mediatica

source: Factoring of debts
it: Factoring di debiti

source: Preparation of financial reports
it: Stesura di rapporti finanziari

source: Private health insurance
it: Assicurazioni malattia private

source: Financial information for investors
it: Informazioni finanziarie per investitori

source: Financial investment in the field of securities
it: Investimenti finanziari nel settore dei titoli

source: Commodity quotations
it: Quotazioni di commodity

source: Computerised financial advisory services
it: Consulenza finanziaria computerizzata

source: Consultancy in relation to the granting of loans
it: Consulenza relativa alla concessione di crediti

source: Consultancy in the purchasing of real estate
it: Consulenza in materia di acquisto di beni immobili

source: Financial lending services for personal purposes
it: Servizi di prestiti finanziari per scopi personali

source: Financial management of companies
it: Gestione finanziaria di imprese

source: Transfer agency services rendered to issuers of investment securities
it: Servizi di agenzie di trasferimento per erogatori di titoli di investimento

source: Underwriting insurance for pre-paid legal services
it: Sottoscrizione d'assicurazioni per servizi legali prepagati

source: Financial services relating to the provision of vouchers for the purchase of goods
it: Servizi finanziari relativi alla fornitura di buoni per l'acquisto di prodotti

source: Financial appraisals and valuations
it: Stime e valutazioni finanziarie

source: Apartment locating services for others [permanent accommodation]
it: Servizi di locazione di appartamenti per conto terzi [alloggio permanente]

source: Arranging of investments
it: Organizzazione di investimenti

source: Arranging of loan agreements in relation to securities
it: Organizzazione di accordi di prestito relativi a titoli

source: Acquisition of land to be let
it: Acquisizione di terreni da affittare

source: Bank note checking
it: Verifica di banconote

source: Advisory services relating to international securities
it: Servizi di consulenza in materia di titoli internazionali

source: Advisory services relating to money management
it: Servizi di consulenza in materia di gestione del denaro

source: Insurance for businesses
it: Assicurazioni per imprese

source: Securing of funds
it: Garanzia di fondi

source: Securities settlement
it: Liquidazione di titoli

source: Corporate holding of share capital services
it: Pacchetti societari di servizi di capitale azionario

source: Corporate lending
it: Prestito aziendale

source: Management of portfolios comprising securities
it: Gestione di portafogli di valori mobiliari

source: Remote payment services
it: Servizi di pagamento remoto

source: Issuance of tokens of value
it: Emissione di buoni di valore

source: Credit recovery and collection
it: Recupero e riscossione crediti

source: Financial advisory services provided for controllers
it: Servizi di consulenza finanziaria per organi di controllo

source: Financial banking services for the deposit of money
it: Servizi bancari finanziari per il deposito di denaro

source: Financial credit services for exporters
it: Servizi di credito finanziario per esportatori

source: Valuation of property
it: Valutazione di proprietà

source: Provident fund management
it: Gestione di fondi di previdenza

source: Financial information services relating to stolen credit cards
it: Servizi d'informazioni finanziarie riguardanti carte di credito rubate

source: Providing financing to emerging and start-up companies
it: Ovvero offerta di finanziamenti a società emergenti e in avvio

source: Financing services relating to real estate development
it: Servizi di finanziamento relativi allo sviluppo di beni immobili

source: Administration of pension schemes
it: Amministrazione di piani pensione

source: Management services for loan related transactions
it: Servizi di gestione per transazioni relative a prestiti

source: Insurance services relating to credit agreements
it: Servizi assicurativi in materia di contratti di credito

source: Insurance services relating to goods in transit
it: Servizi assicurativi relativi a merci in transito

source: Insurance services relating to legal costs
it: Servizi assicurativi in materia di spese legali

source: Pension fund financial management
it: Gestione finanziaria di fondi pensione

source: Financial securities
it: Titoli finanziari

source: Financial services for securing funds for others
it: Servizi finanziari per la garanzia di fondi per conto terzi

source: Financial services related to dealing in shares
it: Servizi finanziari riguardanti la compravendita di azioni

source: Accommodation bureaux (real estate property)
it: Agenzie immobiliari [beni immobili]

source: Industrial financing services
it: Servizi di finanziamento industriale

source: Provision of warranties relating to used motor land vehicles
it: Fornitura di garanzie relative a veicoli terrestri a motore usati

source: Provision of information relating to rates of exchange
it: Fornitura di informazioni in materia di tassi di cambio

source: Financial economic advisory services
it: Servizi di consulenza economico-finanziaria

source: Financial guarantee services
it: Servizi di garanzie finanziarie

source: Asset evaluation [financial]
it: Valutazione di beni [finanziari]

source: Issuing of travellers' cheques and currency vouchers
it: Emissione di assegni di viaggio e di buoni in valuta

source: Personal insurance services relating to the supply of legal advice
it: Servizi assicurativi personali relativi alla fornitura di consulenza giuridica

source: Valuation of capital stock
it: Valutazione di capitali azionari

source: Valuation of portfolios of securities
it: Valutazione di portafogli di titoli

source: Revolving loan services
it: Servizi di prestito rotativo

source: Dispensing of cash
it: Erogazione di contanti

source: Insurance services relating to the provision of credit
it: Servizi assicurativi relativi all'erogazione di credito

source: Insurance services relating to the theft of personal possessions
it: Servizi assicurativi relativi al furto di effetti personali

source: Provision of pricing information about commodities
it: Fornitura di informazioni su prezzi di commodity

source: Provision of finance for enterprises
it: Erogazione di finanziamenti per aziende

source: Provision of finance for leasing
it: Fornitura di finanziamenti per locazione

source: Futures exchange services
it: Servizi di scambio di futures

source: Real estate trustee services
it: Servizi fiduciari immobiliari

source: Credit card transaction processing services
it: Elaborazione di transazioni mediante carte di credito

source: Financial services relating to investment
it: Servizi finanziari riguardanti gli investimenti

source: Underwriting of annuities (Services for the -)
it: Sottoscrizione di rendite (Servizi per la -)

source: Arranging the finance for home loans
it: Organizzazione di finanziamenti per la casa

source: Arranging the payment of customs duties
it: Organizzazione del pagamento di dazi doganali

source: Verification of euro-cheques
it: Verifica di assegni Eurocheque

source: Financial services provided over the telephone and by means of a global computer network or the internet
it: Servizi finanziari forniti telefonicamente e per mezzo di una rete informatica globale o Internet

source: Provision of guarantees and securities
it: Concessione di garanzie e titoli

source: Emergency financial services for travellers
it: Servizi finanziari di emergenza per viaggiatori

source: Automated banking services relating to charge card transactions
it: Servizi bancari automatizzati riguardanti transazioni con carte di prelievo

source: Syndicated loans
it: Prestiti sindacati

source: Investment clubs
it: Club di investimento

source: Renting of commercial premises
it: Affitto di locali commerciali

source: Provision of finance for the purchase of vehicles
it: Fornitura di finanziamenti per l'acquisto di veicoli

source: Provision of funds
it: Fornitura di fondi

source: Currency exchange rate quotations
it: Quotazioni di tassi di cambio di valute

source: Provision of safe deposit facilities
it: Strutture di deposito in casseforti

source: Provision of secured loans
it: Fornitura di prestiti garantiti

source: Provision of ten year insurance policies
it: Fornitura di polizze assicurative decennali

source: Mortgage loans and financing services
it: Mutui e servizi di finanziamento

source: Provision of funds for hire purchase and for leasing
it: Fornitura di fondi per leasing e locazione

source: Debt recovery
it: Recupero crediti

source: Financial trust management
it: Operazioni di fondi finanziari

source: Collection of payments
it: Riscossione di pagamenti

source: Storage of valuables on deposit
it: Custodia dei valori in deposito

source: Deposits of valuables
it: Deposito di valori

source: Management pensions schemes
it: Gestione di piani pensione

source: Financial services relating to business
it: Servizi finanziari riguardanti le imprese

source: Finance services
it: Affari finanziari

source: Trading in currencies
it: Compravendita di valute

source: Administration of investment funds
it: Amministrazione di fondi di investimento

source: Administration of fund investment
it: Amministrazione di investimenti in fondi

source: Trust management
it: Gestione fiduciaria

source: Account debiting services
it: Addebitamento sul conto

source: Administration of funds and investments
it: Amministrazione di fondi e investimenti

source: Financial valuation services
it: Servizi di valutazione finanziaria

source: Financial appraisal services
it: Servizi di valutazione

source: Preparation of pension payments
it: Preparazione di pagamenti di pensioni

source: Estimates for financial purposes
it: Previsioni per scopi finanziari

source: Pension funds
it: Fondi pensione

source: Monetary affairs
it: Affari monetari

source: Financial brokerage services
it: Mediazione di servizi finanziari

source: Monetary services
it: Servizi monetari

source: Portfolio management
it: Gestione di portafoglio

source: Banking and financing services
it: Servizi bancari e finanziari

source: Financial transaction services
it: Transazioni finanziarie

source: Provision of annuities
it: Fornitura di rendite

source: Annuity underwriting
it: Sottoscrizione di rendite

source: Management of securities
it: Gestione di titoli

source: Real estate services
it: Servizi immobiliari

source: Real estate agency services
it: Servizi di agenzie immobiliari

source: Fiscal assessment and evaluation
it: Stime e valutazioni fiscali

source: Cash, check (cheque) and money order services
it: Servizi di contanti, assegni e ordini monetari

source: Financial information, data, advice and consultancy services
it: Informazione finanziaria, fornitura di dati, servizi di consulenza

source: Financial transfers and transactions, and payment services
it: Trasferimenti e transazioni finanziarie, e servizi di pagamento

source: Securities and commodities trading services
it: Servizi di sicurezza e commercio di prodotti

source: Loan and credit, and lease-finance services
it: Prestiti e crediti, servizi di leasing finanziario

source: Financial underwriting and securities issuance (investment banking)
it: Sottoscrizioni finanziarie ed emissione di garanzie (investment banking)

source: Insurance underwriting and appraisals and assessment for insurance purposes
it: Sottoscrizione di asscurazioni e perizie ed accertamenti per scopi di assicurazioni

source: Financial and monetary services, and banking
it: Servizi finanziari e monetari, e attività bancaria

source: Fundraising and sponsorship
it: Fundraising e sponsorizzazioni

source: Providing financial information via a web site
it: Informazioni finanziarie diffuse tramite siti web

source: Liability guarantee
it: Garanzia per passività

source: Issuing gift certificates which may then be redeemed for goods or services
it: Emissione di certificati regalo riscattabili per prodotti o servizi

source: Appraisal of personal property for others
it: Stima della proprietà personale per conto terzi

source: Financial administration of employee pension plans
it: Gestione finanziaria di piani pensionistici dei dipendenti

source: Financial information and advisory services
it: Informazioni e consulenza finanziarie

source: Mortgage refinancing
it: Rifinanziamento di mutui

source: Rental of paper money and coin counting machines
it: Noleggio di macchine per il calcolo di banconote e monete

source: Agencies for collecting electric power utility payments
it: Agenzie per la riscossione di pagamenti di bollette dell'elettricità

source: Brokerage for securities liquidation
it: Intermediazione per liquidazione di titoli

source: Investment management
it: Gestione di investimenti

source: Real estate consultancy
it: Consulenza immobiliare

source: Rental of buildings
it: Locazione di edifici

source: Financial advice and consultancy services
it: Servizi di consulenza finanziaria

source: Funds transfer services
it: Trasferimento di fondi

source: Financial information
it: Informazioni finanziarie

source: Providing financial information
it: Fornitura di informazioni finanziarie

source: Rental of offices [real estate]
it: Locazione di uffici [immobili]

source: Insurance claims adjustment services
it: Liquidazione di risarcimenti [assicurazioni]

source: Stock exchange quotations
it: Quotazione di borsa

source: Stock exchange price quotations
it: Quotazioni di prezzi di borsa

source: Arranging of loans against security
it: Organizzazione di prestiti su garanzia

source: Provision of loans against security
it: Fornitura di prestiti su garanzia

source: Consultancy services relating to insurance
it: Servizi di consulenza in materia di assicurazioni

source: Insurance services
it: Servizi assicurativi

source: Insurance underwriting
it: Servizi assicurativi

source: Fund management
it: Gestione di fondi

source: Management of capital investment funds
it: Gestione di fondi d'investimento di capitali

source: Financial management of reimbursement payments for others
it: Gestione finanziaria di programmi di rimborso per conto di terzi

source: Assisting in the acquisition of and financial interests in real estate
it: Assistenza per l’acquisizione e per l´ interesse finanziario di beni immobili

source: Issuing stored value cards for use as electronic travel tickets
it: Emissione di carte prepagate per uso come biglietti elettronici di viaggio

source: Financial management services provided via the Internet
it: Servizi di gestione finanziaria forniti tramite Internet

source: Transfer of funds for the purchase of goods, via electronic communication networks
it: Trasferimento di fondi per l'acquisto di beni, tramite reti elettroniche di comunicazione

source: Transfer of funds via electronic communication networks
it: Trasferimento di fondi tramite reti elettroniche di comunicazione

source: Charitable fundraising services for underprivileged children
it: Servizi di raccolta fondi a scopo benefico destinati a bambini svantaggiati

source: Issuing tokens of value in the nature of gift vouchers
it: Emissione di buoni di valore, sotto forma di voucher regalo

source: Guaranteeing payment of medical expenses for travellers
it: Pagamento a garanzia di spese mediche per viaggiatori

source: Providing information relating to real estate appraisal
it: Fornitura di informazioni inerenti la stima di beni immobili

source: Financial consultancy for lottery winners
it: Consulenze finanziarie per i vincitori di lotteria

source: Appraisal of used automobiles
it: Valutazione di automobili usate

source: Banking services relating to the deposit of money
it: Servizi bancari inerenti il deposito di denaro

source: Valuation of freight and cargo
it: Valutazione di merci e carico

source: Valuation of yachts
it: Valutazione di yacht

source: Financial planning services relating to building projects
it: Servizi di pianificazione finanziaria inerenti progetti edili

source: Preparation of financial reports relating to building projects
it: Preparazione di rapporti finanziari inerenti progetti edili

source: Providing online information about reinsurance from a computer database or the Internet
it: Fornitura di informazioni online sulle riassicurazioni da una banca dati informatica o internet
